{
    "name": {
        "fr": "Demander de l'aide",
        "es": "Pedir ayuda",
        "en": "Asking for help",
        "cn": "寻求帮助 (Xúnqiú bāngzhù)",
        "de": "Um Hilfe bitten",
        "jp": "助けを求める (Tasuke o motomeru)",
        "kr": "도움 요청하기 (Doum yocheong-hagi)",
        "ru": "Просить о помощи (Prosit' o pomoshchi)",
        "ar": "طلب المساعدة (talab almusaeada)",
        "el": "Ζητώντας βοήθεια (Zitóntas voítheia)"
    },
    "langs": ["fr", "es", "en", "cn", "de", "jp", "kr", "ru", "ar", "el"],
    "discussion": {
        "fr": [
            "Au secours ! J'ai besoin d'aide !",
            "Que se passe-t-il ? Comment puis-je vous aider ?",
            "J'ai <Problème Urgent>. Pouvez-vous appeler <Service d'Urgence> ?",
            "Bien sûr, je vais les appeler tout de suite. Restez calme.",
            "Excusez-moi, je suis perdu. Pouvez-vous m'aider ?",
            "Bien sûr, où voulez-vous aller ?",
            "Je cherche <Lieu>. Savez-vous où c'est ?",
            "Oui, <Lieu> est <Instructions>. Vous voulez que je vous accompagne ?",
            "Non merci, ça ira. Merci beaucoup pour votre aide !",
            "De rien. Bonne journée !",
            "Pardon, j'ai du mal avec cet exercice. Pouvez-vous m'aider ?",
            "Bien sûr, quel est le problème ?",
            "Je ne comprends pas comment <Tâche Spécifique>.",
            "D'accord, je vais vous expliquer. D'abord, vous devez <Étape 1>. Ensuite, <Étape 2>.",
            "Ah, je vois ! Merci beaucoup pour l'explication.",
            "Je vous en prie. N'hésitez pas si vous avez d'autres questions.",
            "Excusez-moi, pourriez-vous me donner un coup de main ?",
            "Bien sûr, que puis-je faire pour vous ?",
            "J'ai besoin d'aide pour <Tâche>. Pouvez-vous m'aider ?",
            "Oui, je peux vous aider. Que faut-il faire exactement ?",
            "Il faut <Description de la Tâche>. Vous pensez pouvoir le faire ?",
            "Oui, pas de problème. Je vais vous aider avec plaisir."
        ],
        "es": [
            "¡Socorro! ¡Necesito ayuda!",
            "¿Qué sucede? ¿Cómo puedo ayudarte?",
            "Tengo <Problema Urgente>. ¿Puedes llamar a <Servicio de Emergencia>?",
            "Por supuesto, los llamaré de inmediato. Mantén la calma.",
            "Disculpe, estoy perdido. ¿Puede ayudarme?",
            "Claro, ¿a dónde quieres ir?",
            "Estoy buscando <Lugar>. ¿Sabe dónde está?",
            "Sí, <Lugar> está <Instrucciones>. ¿Quieres que te acompañe?",
            "No, gracias. Estaré bien. ¡Muchas gracias por tu ayuda!",
            "De nada. ¡Que tengas un buen día!",
            "Perdón, tengo problemas con este ejercicio. ¿Puedes ayudarme?",
            "Claro, ¿cuál es el problema?",
            "No entiendo cómo <Tarea Específica>.",
            "De acuerdo, te lo explicaré. Primero, debes <Paso 1>. Luego, <Paso 2>.",
            "¡Ah, ya veo! Muchas gracias por la explicación.",
            "De nada. No dudes en preguntar si tienes más dudas.",
            "Disculpe, ¿podría echarme una mano?",
            "Claro, ¿qué puedo hacer por ti?",
            "Necesito ayuda con <Tarea>. ¿Puedes ayudarme?",
            "Sí, puedo ayudarte. ¿Qué hay que hacer exactamente?",
            "Hay que <Descripción de la Tarea>. ¿Crees que puedes hacerlo?",
            "Sí, sin problema. Te ayudaré con gusto."
        ],
        "en": [
            "Help! I need assistance!",
            "What's happening? How can I help you?",
            "I have <Urgent Problem>. Can you call <Emergency Service>?",
            "Of course, I'll call them right away. Stay calm.",
            "Excuse me, I'm lost. Can you help me?",
            "Sure, where do you want to go?",
            "I'm looking for <Place>. Do you know where it is?",
            "Yes, <Place> is <Directions>. Would you like me to accompany you?",
            "No thank you, I'll be fine. Thank you so much for your help!",
            "You're welcome. Have a nice day!",
            "Sorry, I'm struggling with this exercise. Can you help me?",
            "Of course, what's the problem?",
            "I don't understand how to <Specific Task>.",
            "Okay, I'll explain it to you. First, you need to <Step 1>. Then, <Step 2>.",
            "Ah, I see! Thank you very much for the explanation.",
            "You're welcome. Don't hesitate if you have any other questions.",
            "Excuse me, could you give me a hand?",
            "Sure, what can I do for you?",
            "I need help with <Task>. Can you help me?",
            "Yes, I can help you. What exactly needs to be done?",
            "We need to <Task Description>. Do you think you can do it?",
            "Yes, no problem. I'll be happy to help you."
        ],
        "cn": [
            "救命！我需要帮助！(Jiùmìng! Wǒ xūyào bāngzhù!)",
            "发生什么事了？我能怎么帮你？(Fāshēng shénme shì le? Wǒ néng zěnme bāng nǐ?)",
            "我遇到了<紧急问题>。你能呼叫<急救服务>吗？(Wǒ yù dàole <jǐnjí wèntí>. Nǐ néng hūjiào <jíjiù fúwù> ma?)",
            "当然，我马上打电话。保持冷静。(Dāngrán, wǒ mǎshàng dǎ diànhuà. Bǎochí lěngjìng.)",
            "对不起，我迷路了。你能帮帮我吗？(Duìbùqǐ, wǒ mílù le. Nǐ néng bāng bāng wǒ ma?)",
            "当然，你想去哪里？(Dāngrán, nǐ xiǎng qù nǎlǐ?)",
            "我在找<地点>。你知道在哪里吗？(Wǒ zài zhǎo <dìdiǎn>. Nǐ zhīdào zài nǎlǐ ma?)",
            "是的，<地点>在<方向>。你需要我陪你去吗？(Shì de, <dìdiǎn> zài <fāngxiàng>. Nǐ xūyào wǒ péi nǐ qù ma?)",
            "不用了，谢谢。非常感谢你的帮助！(Bùyòng le, xièxie. Fēicháng gǎnxiè nǐ de bāngzhù!)",
            "不客气。祝你有个愉快的一天！(Bù kèqi. Zhù nǐ yǒu gè yúkuài de yītiān!)",
            "对不起，我在做这个练习时遇到了困难。你能帮我吗？(Duìbùqǐ, wǒ zài zuò zhège liànxí shí yù dàole kùnnan. Nǐ néng bāng wǒ ma?)",
            "当然，问题是什么？(Dāngrán, wèntí shì shénme?)",
            "我不明白如何<具体任务>。(Wǒ bù míngbái rúhé <jùtǐ rènwù>.)",
            "好的，我来解释一下。首先，你需要<步骤1>。然后，<步骤2>。(Hǎo de, wǒ lái jiěshì yīxià. Shǒuxiān, nǐ xūyào <bùzhòu 1>. Ránhòu, <bùzhòu 2>.)",
            "啊，我明白了！非常感谢你的解释。(A, wǒ míngbái le! Fēicháng gǎnxiè nǐ de jiěshì.)",
            "不客气。如果你还有其他问题，随时问我。(Bù kèqi. Rúguǒ nǐ hái yǒu qítā wèntí, suíshí wèn wǒ.)",
            "不好意思，你能帮我一下吗？(Bùhǎoyìsi, nǐ néng bāng wǒ yīxià ma?)",
            "当然，我能为你做什么？(Dāngrán, wǒ néng wèi nǐ zuò shénme?)",
            "我需要帮助<任务>。你能帮我吗？(Wǒ xūyào bāngzhù <rènwù>. Nǐ néng bāng wǒ ma?)",
            "是的，我可以帮你。具体需要做什么？(Shì de, wǒ kěyǐ bāng nǐ. Jùtǐ xūyào zuò shénme?)",
            "我们需要<任务描述>。你觉得你能做到吗？(Wǒmen xūyào <rènwù miáoshù>. Nǐ juédé nǐ néng zuò dào ma?)",
            "是的，没问题。我很乐意帮你。(Shì de, méi wèntí. Wǒ hěn lèyì bāng nǐ.)"
        ],
        "de": [
            "Hilfe! Ich brauche Unterstützung!",
            "Was ist los? Wie kann ich Ihnen helfen?",
            "Ich habe <Dringendes Problem>. Können Sie <Rettungsdienst> rufen?",
            "Natürlich, ich rufe sie sofort an. Bleiben Sie ruhig.",
            "Entschuldigung, ich habe mich verirrt. Können Sie mir helfen?",
            "Sicher, wo möchten Sie hin?",
            "Ich suche <Ort>. Wissen Sie, wo das ist?",
            "Ja, <Ort> ist <Wegbeschreibung>. Möchten Sie, dass ich Sie begleite?",
            "Nein danke, ich komme zurecht. Vielen Dank für Ihre Hilfe!",
            "Gerne geschehen. Einen schönen Tag noch!",
            "Entschuldigung, ich habe Schwierigkeiten mit dieser Übung. Können Sie mir helfen?",
            "Natürlich, was ist das Problem?",
            "Ich verstehe nicht, wie man <Spezifische Aufgabe> macht.",
            "Okay, ich erkläre es Ihnen. Zuerst müssen Sie <Schritt 1>. Dann <Schritt 2>.",
            "Ah, ich verstehe! Vielen Dank für die Erklärung.",
            "Gern geschehen. Zögern Sie nicht, wenn Sie weitere Fragen haben.",
            "Entschuldigung, könnten Sie mir kurz helfen?",
            "Sicher, was kann ich für Sie tun?",
            "Ich brauche Hilfe bei <Aufgabe>. Können Sie mir helfen?",
            "Ja, ich kann Ihnen helfen. Was genau muss gemacht werden?",
            "Wir müssen <Aufgabenbeschreibung>. Glauben Sie, Sie können das machen?",
            "Ja, kein Problem. Ich helfe Ihnen gerne."
        ],
        "jp": [
            "助けて！助けが必要です！(Tasukete! Tasuke ga hitsuyō desu!)",
            "何があったんですか？どうしたらいいですか？(Nani ga attan desu ka? Dō shitara ii desu ka?)",
            "<緊急の問題>があります。<緊急サービス>に電話してもらえますか？(<Kinkyū no mondai> ga arimasu. <Kinkyū sābisu> ni denwa shite moraemasu ka?)",
            "もちろんです。すぐに電話します。落ち着いてください。(Mochiron desu. Sugu ni denwa shimasu. Ochitsuite kudasai.)",
            "すみません、道に迷ってしまいました。助けていただけますか？(Sumimasen, michi ni mayotte shimaimashita. Tasukete itadakemasu ka?)",
            "はい、どこに行きたいですか？(Hai, doko ni ikitai desu ka?)",
            "<場所>を探しています。どこにあるかご存知ですか？(<Basho> o sagashiteimasu. Doko ni aru ka gozonji desu ka?)",
            "はい、<場所>は<道順>です。ご案内しましょうか？(Hai, <Basho> wa <Michijun> desu. Go'annai shimashou ka?)",
            "いいえ、大丈夫です。ご親切にありがとうございます！(Iie, daijōbu desu. Go-shinsetsu ni arigatō gozaimasu!)",
            "どういたしまして。良い一日を！(Dō itashimashite. Yoi ichinichi o!)",
            "すみません、この問題が難しくて。手伝っていただけますか？(Sumimasen, kono mondai ga muzukashikute. Tetsudatte itadakemasu ka?)",
            "もちろんです。どんな問題ですか？(Mochiron desu. Donna mondai desu ka?)",
            "<特定の作業>の仕方がわかりません。(<Tokutei no sagyō> no shikata ga wakarimasen.)",
            "わかりました。説明しましょう。まず、<手順1>をします。次に、<手順2>です。(Wakarimashita. Setsumei shimashō. Mazu, <Tejun 1> o shimasu. Tsugi ni, <Tejun 2> desu.)",
            "あ、なるほど！説明ありがとうございます。(A, naruhodo! Setsumei arigatō gozaimasu.)",
            "どういたしまして。他に質問があればいつでも聞いてください。(Dō itashimashite. Hoka ni shitsumon ga areba itsudemo kiite kudasai.)",
            "すみません、ちょっと手伝っていただけますか？(Sumimasen, chotto tetsudatte itadakemasu ka?)",
            "はい、何をお手伝いしましょうか？(Hai, nani o otetsudai shimashō ka?)",
            "<作業>の手伝いが必要です。助けていただけますか？(<Sagyō> no tetsudai ga hitsuyō desu. Tasukete itadakemasu ka?)",
            "はい、お手伝いできます。具体的に何をすればいいですか？(Hai, otetsudai dekimasu. Gutaiteki ni nani o sureba ii desu ka?)",
            "<作業の説明>をする必要があります。できそうですか？(<Sagyō no setsumei> o suru hitsuyō ga arimasu. Deki-sō desu ka?)",
            "はい、問題ありません。喜んでお手伝いします。(Hai, mondai arimasen. Yorokonde otetsudai shimasu.)"
        ],
        "kr": [
            "도와주세요! 도움이 필요해요! (Dowajuseyo! Doum-i pilyohaeyo!)",
            "무슨 일이에요? 어떻게 도와드릴까요? (Museun il-ieyo? Eotteoke dowadeurilkkayo?)",
            "<긴급 문제>가 있어요. <응급 서비스>에 전화해 주실 수 있나요? (<Gingeup munje>ga isseoyo. <Eunggeup seobiseu>e jeonhwahae jusil su innayo?)",
            "물론이죠. 지금 바로 전화하겠습니다. 침착하세요. (Mullon-ijyo. Jigeum baro jeonhwahagetseumnida. Chimchakaseyo.)",
            "죄송하지만, 길을 잃었어요. 도와주실 수 있나요? (Joesonghajiman, gil-eul ilh-eosseoyo. Dowajusil su innayo?)",
            "그럼요, 어디로 가고 싶으세요? (Geureomyo, eodiro gago sip-euseyo?)",
            "<장소>를 찾고 있어요. 어디 있는지 아세요? (<Jangso>reul chatgo isseoyo. Eodi inneunjji aseyo?)",
            "네, <장소>는 <방향>에 있어요. 제가 함께 가드릴까요? (Ne, <Jangso>neun <Banghyang>e isseoyo. Jega hamkke gaderilkkayo?)",
            "아니요, 괜찮아요. 도와주셔서 감사합니다! (Aniyo, gwaenchanh-ayo. Dowajusyeoseo gamsahamnida!)",
            "천만에요. 좋은 하루 되세요! (Cheonman-eyo. Joh-eun haru doeseyo!)",
            "죄송한데, 이 문제가 어려워요. 도와주실 수 있나요? (Joesonghande, i munjega eoryeowoyo. Dowajusil su innayo?)",
            "물론이죠. 무슨 문제인가요? (Mullon-ijyo. Museun munjeinggayo?)",
            "<특정 작업> 하는 방법을 모르겠어요. (<Teukjeong jag-eob> haneun bangbeob-eul moreugessoyo.)",
            "알겠습니다. 설명해 드리겠습니다. 먼저 <단계 1>을 하세요. 그 다음 <단계 2>입니다. (Algesseumnida. Seolmyeonghae deurigetseumnida. Meonjeo <Dangye 1>eul haseyo. Geu daeum <Dangye 2>imnida.)",
            "아, 이해했어요! 설명해 주셔서 감사합니다. (A, ihaehesseoyo! Seolmyeonghae jusyeoseo gamsahamnida.)",
            "천만에요. 다른 질문이 있으면 언제든 물어보세요. (Cheonman-eyo. Dareun jilmun-i isseumyeon eonjedeun mul-eoboseyo.)",
            "실례합니다. 잠깐 도와주실 수 있나요? (Sillyehamnida. Jamkkan dowajusil su innayo?)",
            "네, 어떤 도움이 필요하신가요? (Ne, eotteon doum-i pilyohasingayo?)",
            "<작업>에 도움이 필요해요. 도와주실 수 있나요? (<Jag-eob>e doum-i pilyohaeyo. Dowajusil su innayo?)",
            "네, 도와드릴 수 있어요. 구체적으로 무엇을 해야 하나요? (Ne, dowadeuril su isseoyo. Guchejeogeuro mueos-eul haeya hanayo?)",
            "<작업 설명>을 해야 해요. 할 수 있을 것 같나요? (<Jag-eob seolmyeong>eul haeya haeyo. Hal su isseul geot gathnayo?)",
            "네, 문제없습니다. 기꺼이 도와드리겠습니다. (Ne, munjeobsseumnida. Gikkeoi dowadeurigetseumnida.)"
        ],
        "ru": [
            "На помощь! Мне нужна помощь! (Na pomoshch'! Mne nuzhna pomoshch'!)",
            "Что случилось? Чем я могу помочь? (Chto sluchilos'? Chem ya mogu pomoch'?)",
            "У меня <Срочная Проблема>. Вы можете вызвать <Экстренную Службу>? (U menya <Srochnaya Problema>. Vy mozhete vyzvat' <Ekstrennuyu Sluzhbu>?)",
            "Конечно, я сейчас же позвоню. Оставайтесь спокойны. (Konechno, ya seychas zhe pozvonyu. Ostavaytes' spokoyny.)",
            "Извините, я заблудился. Вы можете мне помочь? (Izvinite, ya zabludilsya. Vy mozhete mne pomoch'?)",
            "Конечно, куда вы хотите попасть? (Konechno, kuda vy khotite popast'?)",
            "Я ищу <Место>. Вы знаете, где это? (Ya ishchu <Mesto>. Vy znayete, gde eto?)",
            "Да, <Место> находится <Направление>. Хотите, я вас провожу? (Da, <Mesto> nakhoditsya <Napravleniye>. Khotite, ya vas provozhu?)",
            "Нет, спасибо, я справлюсь. Большое спасибо за вашу помощь! (Net, spasibo, ya spravlyus'. Bol'shoye spasibo za vashu pomoshch'!)",
            "Пожалуйста. Хорошего дня! (Pozhaluysta. Khoroshego dnya!)",
            "Извините, у меня проблемы с этим упражнением. Вы можете мне помочь? (Izvinite, u menya problemy s etim uprazhneniyem. Vy mozhete mne pomoch'?)",
            "Конечно, в чём проблема? (Konechno, v chom problema?)",
            "Я не понимаю, как <Конкретная Задача>. (Ya ne ponimayu, kak <Konkretnaya Zadacha>.)",
            "Хорошо, я объясню. Сначала нужно <Шаг 1>. Затем <Шаг 2>. (Khorosho, ya ob\"yasnyu.Snachala nuzhno < Shag 1 > .Zatem < Shag 2 > .)",
            "А, понятно! Большое спасибо за объяснение. (A, ponyatno! Bol'shoye spasibo za ob\"yasneniye.)",
            "Пожалуйста. Не стесняйтесь спрашивать, если у вас будут ещё вопросы. (Pozhaluysta. Ne stesnyaytes' sprashivat', yesli u vas budut yeshcho voprosy.)",
            "Извините, не могли бы вы мне помочь? (Izvinite, ne mogli by vy mne pomoch'?)",
            "Конечно, чем я могу вам помочь? (Konechno, chem ya mogu vam pomoch'?)",
            "Мне нужна помощь с <Задача>. Вы можете мне помочь? (Mne nuzhna pomoshch' s <Zadacha>. Vy mozhete mne pomoch'?)",
            "Да, я могу вам помочь. Что именно нужно сделать? (Da, ya mogu vam pomoch'. Chto imenno nuzhno sdelat'?)",
            "Нужно <Описание Задачи>. Думаете, вы сможете это сделать? (Nuzhno <Opisaniye Zadachi>. Dumayete, vy smozhete eto sdelat'?)",
            "Да, без проблем. Я с удовольствием вам помогу. (Da, bez problem. Ya s udovol'stviyem vam pomogu.)"
        ],
        "ar": [
            "النجدة! أحتاج إلى مساعدة! (Al-najda! Ahtaju ila musa'ada!)",
            "ماذا يحدث؟ كيف يمكنني مساعدتك؟ (Matha yahduth? Kayfa yumkinuni musa'adatuk?)",
            "لدي <مشكلة طارئة>. هل يمكنك الاتصال بـ<خدمة الطوارئ>؟ (Ladayya <mushkila tari'a>. Hal yumkinuka al-ittisal bi <khidmat al-tawari'>?)",
            "بالطبع، سأتصل بهم على الفور. ابق هادئًا. (Bittab', sa'attasilu bihim 'ala al-fawr. Ibqa hadi'an.)",
            "عذرًا، لقد ضللت الطريق. هل يمكنك مساعدتي؟ ('Udhran, laqad dalaltu al-tariq. Hal yumkinuka musa'adati?)",
            "بالتأكيد، إلى أين تريد الذهاب؟ (Bittakid, ila ayna turidu al-dhahab?)",
            "أبحث عن <مكان>. هل تعرف أين هو؟ (Abhathu 'an <makan>. Hal ta'rif ayna huwa?)",
            "نعم، <المكان> في <الاتجاهات>. هل تريدني أن أرافقك؟ (Na'am, <al-makan> fi <al-ittijahat>. Hal turiduni an urafiqak?)",
            "لا، شكرًا. سأكون بخير. شكرًا جزيلاً على مساعدتك! (La, shukran. Sa'akunu bikhayr. Shukran jazilan 'ala musa'adatik!)",
            "على الرحب والسعة. يوم سعيد! ('Ala al-rahb wa al-sa'a. Yawm sa'id!)",
            "عذرًا، أواجه صعوبة في هذا التمرين. هل يمكنك مساعدتي؟ ('Udhran, uwajihu su'uba fi hadha al-tamrin. Hal yumkinuka musa'adati?)",
            "بالطبع، ما هي المشكلة؟ (Bittab', ma hiya al-mushkila?)",
            "لا أفهم كيفية <مهمة محددة>. (La afham kayfiyat <muhimma muhaddada>.)",
            "حسنًا، دعني أشرح لك. أولاً، عليك <الخطوة 1>. ثم <الخطوة 2>. (Hasanan, da'ni ashrah lak. Awwalan, 'alayka <al-khutwa 1>. Thumma <al-khutwa 2>.)",
            "آه، فهمت! شكرًا جزيلاً على الشرح. (Ah, fahimt! Shukran jazilan 'ala al-sharh.)",
            "على الرحب والسعة. لا تتردد في السؤال إذا كان لديك المزيد من الأسئلة. ('Ala al-rahb wa al-sa'a. La tataraddad fi al-su'al idha kana ladayka al-mazid min al-as'ila.)",
            "عفوًا، هل يمكنك مساعدتي؟ ('Afwan, hal yumkinuka musa'adati?)",
            "بالتأكيد، ماذا يمكنني أن أفعل لك؟ (Bittakid, matha yumkinuni an af'al lak?)",
            "أحتاج إلى مساعدة في <مهمة>. هل يمكنك مساعدتي؟ (Ahtaju ila musa'ada fi <muhimma>. Hal yumkinuka musa'adati?)",
            "نعم، يمكنني مساعدتك. ما الذي يجب القيام به بالضبط؟ (Na'am, yumkinuni musa'adatuk. Ma alladhi yajibu al-qiyam bihi biddabt?)",
            "نحتاج إلى <وصف المهمة>. هل تعتقد أنك تستطيع القيام بذلك؟ (Nahtaju ila <wasf al-muhimma>. Hal ta'taqid annaka tastati' al-qiyam bidhalik?)",
            "نعم، لا مشكلة. سأكون سعيدًا بمساعدتك. (Na'am, la mushkila. Sa'akunu sa'idan bimusa'adatik.)"
        ],
        "el": [
            "Βοήθεια! Χρειάζομαι βοήθεια! (Voítheia! Chreiázomai voítheia!)",
            "Τι συμβαίνει; Πώς μπορώ να βοηθήσω; (Ti symvaínei? Pós boró na voithíso?)",
            "Έχω <Επείγον Πρόβλημα>. Μπορείτε να καλέσετε <Υπηρεσία Έκτακτης Ανάγκης>; (Écho <Epeígon Próvlima>. Boreíte na kalésete <Ypiresía Éktaktis Anánkis>?)",
            "Βεβαίως, θα τους καλέσω αμέσως. Μείνετε ήρεμος. (Vevaíos, tha tous kaléso amésos. Meínete íremos.)",
            "Συγγνώμη, έχω χαθεί. Μπορείτε να με βοηθήσετε; (Syngnómi, écho chatheí. Boreíte na me voithísete?)",
            "Βεβαίως, πού θέλετε να πάτε; (Vevaíos, poú thélete na páte?)",
            "Ψάχνω για <Τοποθεσία>. Ξέρετε πού είναι; (Psáchno gia <Topothesía>. Xérete poú eínai?)",
            "Ναι, <Τοποθεσία> είναι <Οδηγίες>. Θέλετε να σας συνοδεύσω; (Nai, <Topothesía> eínai <Odigíes>. Thélete na sas synodéfso?)",
            "Όχι, ευχαριστώ. Θα τα καταφέρω. Σας ευχαριστώ πολύ για τη βοήθειά σας! (Óchi, efcharistó. Tha ta katáfero. Sas efcharistó polý gia ti voítheiá sas!)",
            "Παρακαλώ. Καλή σας μέρα! (Parakaló. Kalí sas méra!)",
            "Συγγνώμη, δυσκολεύομαι με αυτή την άσκηση. Μπορείτε να με βοηθήσετε; (Syngnómi, dyskolévomai me aftí tin áskisi. Boreíte na me voithísete?)",
            "Βεβαίως, ποιο είναι το πρόβλημα; (Vevaíos, poio eínai to próvlima?)",
            "Δεν καταλαβαίνω πώς να <Συγκεκριμένη Εργασία>. (Den katalavaíno pós na <Syngekrimeni Ergasía>.)",
            "Εντάξει, θα σας εξηγήσω. Πρώτα, πρέπει να <Βήμα 1>. Μετά, <Βήμα 2>. (Entáxei, tha sas exigíso. Próta, prépei na <Víma 1>. Metá, <Víma 2>.)",
            "Α, κατάλαβα! Σας ευχαριστώ πολύ για την εξήγηση. (A, katálava! Sas efcharistó polý gia tin exígisi.)",
            "Παρακαλώ. Μη διστάσετε να ρωτήσετε αν έχετε άλλες απορίες. (Parakaló. Mi distásete na rotísete an échete álles aporíes.)",
            "Με συγχωρείτε, θα μπορούσατε να με βοηθήσετε; (Me synchoréite, tha boroúsate na me voithísete?)",
            "Βεβαίως, τι μπορώ να κάνω για εσάς; (Vevaíos, ti boró na káno gia esás?)",
            "Χρειάζομαι βοήθεια με <Εργασία>. Μπορείτε να με βοηθήσετε; (Chreiázomai voítheia me <Ergasía>. Boreíte na me voithísete?)",
            "Ναι, μπορώ να σας βοηθήσω. Τι ακριβώς πρέπει να γίνει; (Nai, boró na sas voithíso. Ti akrivós prépei na gínei?)",
            "Πρέπει να <Περιγραφή Εργασίας>. Νομίζετε ότι μπορείτε να το κάνετε; (Prépei na <Perigrafí Ergasías>. Nomízete óti boreíte na to kánete?)",
            "Ναι, κανένα πρόβλημα. Θα χαρώ να σας βοηθήσω. (Nai, kanéna próvlima. Tha charó na sas voithíso.)"
        ]
    }
}